<!--=====  Start Features Section  =====-->
<div id="features" class="features__container">
    <div class="container">
        <div class="features">
            <div class="row">
                <div class="col-md-3 col-xs-12">
                    <div class="feature__details">
                        <h2 class="heading">مميزات التطبيق</h2>
                        <p>هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام . </p>
                    </div>
                </div>
                <div class="col-md-9 col-xs-12">
                    <div class="owl-carousel owl-theme feature__carousel" dir="ltr">
                        <div class="item">
                            <div class="feature">
                                <div class="feature__img feature__img-1">
                                                <span>
                                                    <svg
                                                        xmlns="http://www.w3.org/2000/svg"
                                                        width="19.236"
                                                        height="24.863"
                                                        viewBox="0 0 19.236 24.863">
                                                    <path
                                                        id="Path_46"
                                                        data-name="Path 46"
                                                        d="M95.578,50a1.662,1.662,0,0,0-1.662,1.662v-1.34a1.662,1.662,0,0,0-3.325,0v-.671a1.662,1.662,0,1,0-3.325,0V44.04a1.662,1.662,0,1,0-3.325,0V55.95a.241.241,0,0,1-.418.163l-2.661-2.894a1.591,1.591,0,0,0-2.309-.048,2.034,2.034,0,0,0-.231,2.482l4.252,6.217a4.964,4.964,0,0,0,3.033,2.046.181.181,0,0,1,.181.181v2.8a.34.34,0,0,0,.34.34h9.708a.34.34,0,0,0,.34-.34V64.446a1.473,1.473,0,0,1,.1-.538l.129-.328a12.072,12.072,0,0,0,.832-4.242l0-1.721V51.666A1.662,1.662,0,0,0,95.578,50Z"
                                                        transform="translate(-78.005 -42.378)"
                                                        fill="#000"/>
                                                    </svg>
                                                </span>
                                    <h3>سهوله الإستخدام</h3>
                                </div>
                                <div class="feature__text">
                                    <p>
                                        هناك حقيقة مثبتة منذ زمن
                                        طويل وهي أن المحتوى المقروء
                                        لصفحة ما سيلهي القارئ عن
                                        التركيز على الشكل الخارجي
                                        للنص أو شكل توضع الفقرات في
                                        الصفحة التي يقرأها.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="item">
                            <div class="feature">
                                <div class="feature__img">
                                    <svg
                                        xmlns="http://www.w3.org/2000/svg"
                                        width="24.359"
                                        height="18.915"
                                        viewBox="0 0 24.359 18.915"
                                    >
                                        <path
                                            id="check"
                                            d="M9.328,18.956a1.243,1.243,0,0,1-1.759,0L.547,11.933a1.865,1.865,0,0,1,0-2.638l.879-.88a1.865,1.865,0,0,1,2.638,0L8.448,12.8,20.3.953a1.865,1.865,0,0,1,2.638,0l.879.88a1.865,1.865,0,0,1,0,2.638Zm0,0"
                                            transform="translate(0 -0.406)"
                                            fill="#474747"
                                        />
                                    </svg>
                                    <h3>متوافق مع جميع الجوالات</h3>
                                </div>
                                <div class="feature__text">
                                    <p>
                                        هناك حقيقة مثبتة منذ زمن
                                        طويل وهي أن المحتوى المقروء
                                        لصفحة ما سيلهي القارئ عن
                                        التركيز على الشكل الخارجي
                                        للنص أو شكل توضع الفقرات في
                                        الصفحة التي يقرأها.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="item">
                            <div class="feature">
                                <div class="feature__img">
                                    <svg
                                        xmlns="http://www.w3.org/2000/svg"
                                        width="25.758"
                                        height="15.243"
                                        viewBox="0 0 25.758 15.243"
                                    >
                                        <path
                                            id="fast-delivery"
                                            d="M7.395.152C5.162.67,4.307,1.976,3.236,3.773H7.395ZM20.446,3.924a.663.663,0,0,0-.755.7.755.755,0,0,0,.752.755H25a.755.755,0,1,1,0,1.509H18.211a.755.755,0,1,0,0,1.509H25a.755.755,0,1,1,0,1.509h-1.66v2.264a.755.755,0,0,1-.755.755H21.071a2.893,2.893,0,0,1-5.67,0H7.739a2.893,2.893,0,0,1-5.67,0H.754A.755.755,0,0,1,0,12.175V7.647A2.435,2.435,0,0,1,2.337,5.282H8.149A.755.755,0,0,0,8.9,4.528V0H22.588a.755.755,0,0,1,.755.755v1.66h.906a.755.755,0,0,1,0,1.509ZM3.926,11.372a1.384,1.384,0,1,0,2.362.978A1.384,1.384,0,0,0,3.926,11.372Zm13.332,0a1.384,1.384,0,1,0,2.362.978A1.384,1.384,0,0,0,17.258,11.372Zm0,0"
                                            transform="translate(0.001 0)"
                                            fill="#000"
                                            fill-rule="evenodd"
                                        />
                                    </svg>
                                    <h3>سهولة عملية النقل</h3>
                                </div>
                                <div class="feature__text">
                                    <p>
                                        هناك حقيقة مثبتة منذ زمن
                                        طويل وهي أن المحتوى المقروء
                                        لصفحة ما سيلهي القارئ عن
                                        التركيز على الشكل الخارجي
                                        للنص أو شكل توضع الفقرات في
                                        الصفحة التي يقرأها.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="item">
                            <div class="feature">
                                <div class="feature__img">
                                    <svg
                                        xmlns="http://www.w3.org/2000/svg"
                                        width="22.493"
                                        height="22.481"
                                        viewBox="0 0 22.493 22.481"
                                    >
                                        <path
                                            id="Path_14589"
                                            data-name="Path 14589"
                                            d="M-251.761-4686.9l-1.4-1.4a.659.659,0,0,1,0-.932l-.984-.983a4.57,4.57,0,0,1-2.75.931,4.62,4.62,0,0,1-4.614-4.615,4.62,4.62,0,0,1,4.614-4.614,4.619,4.619,0,0,1,4.614,4.614,4.572,4.572,0,0,1-.931,2.751l.983.983a.659.659,0,0,1,.932,0l1.4,1.4a1.321,1.321,0,0,1,0,1.865,1.315,1.315,0,0,1-.932.385A1.313,1.313,0,0,1-251.761-4686.9Zm-14.7-5.46,2.257-2.257a.657.657,0,0,0,.193-.467v-2.887l2.056,1.027a5.868,5.868,0,0,0-.87,3.047,5.858,5.858,0,0,0,.388,2.05,8.762,8.762,0,0,1-.912.061A8.592,8.592,0,0,1-266.462-4692.364Zm-5.331-6.044a8.777,8.777,0,0,1,.143-4.384l3.684-.72v1.833a.661.661,0,0,0,.193.465l2.444,2.444v3.409l-2.379,2.378A8.67,8.67,0,0,1-271.793-4698.408Zm7.781-1.042v-2.073l1.151-2.3,2.44-1.219a.657.657,0,0,0,.342-.421.657.657,0,0,0-.089-.534l-1.877-2.9c.215.032.43.054.645.1a8.668,8.668,0,0,1,6.415,6.561,8.784,8.784,0,0,1,.139,2.793,5.893,5.893,0,0,0-2.048-.385,5.9,5.9,0,0,0-4.256,1.815Zm-2.637-2.5v-2.364a.659.659,0,0,0-.788-.646l-3.616.706a8.88,8.88,0,0,1,1.642-2.164,8.655,8.655,0,0,1,5.719-2.58l2.015,3.11-1.969.984a.666.666,0,0,0-.3.294l-1.318,2.637a.656.656,0,0,0-.07.3v1.044Z"
                                            transform="translate(272.005 4709)"
                                            fill="#474747"
                                        />
                                    </svg>
                                    <h3>سريع التصفح</h3>
                                </div>
                                <div class="feature__text">
                                    <p>
                                        هناك حقيقة مثبتة منذ زمن
                                        طويل وهي أن المحتوى المقروء
                                        لصفحة ما سيلهي القارئ عن
                                        التركيز على الشكل الخارجي
                                        للنص أو شكل توضع الفقرات في
                                        الصفحة التي يقرأها.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="item">
                            <div class="feature">
                                <div class="feature__img">
                                    <svg
                                        xmlns="http://www.w3.org/2000/svg"
                                        width="10.851"
                                        height="20.978"
                                        viewBox="0 0 10.851 20.978"
                                    >
                                        <path
                                            id="Path_84"
                                            data-name="Path 84"
                                            d="M133.352,0h-8.681a1.085,1.085,0,0,0-1.085,1.085V19.893a1.085,1.085,0,0,0,1.085,1.085h8.681a1.085,1.085,0,0,0,1.085-1.085V1.085A1.085,1.085,0,0,0,133.352,0Zm-5.787,1.447a.362.362,0,0,1,.362-.362h2.17a.362.362,0,0,1,.362.362h0a.362.362,0,0,1-.362.362h-2.17a.362.362,0,0,1-.362-.362Zm-1.085-.362a.362.362,0,1,1-.362.362A.362.362,0,0,1,126.48,1.085Zm2.532,19.17a.723.723,0,1,1,.723-.723A.723.723,0,0,1,129.011,20.255Zm4.7-6.51v4.34h-9.4V2.894h9.4V13.744Z"
                                            transform="translate(-123.586)"
                                            fill="#474747"
                                        />
                                    </svg>
                                    <h3>تطبيق مختلف وفريد</h3>
                                </div>
                                <div class="feature__text">
                                    <p>
                                        هناك حقيقة مثبتة منذ زمن
                                        طويل وهي أن المحتوى المقروء
                                        لصفحة ما سيلهي القارئ عن
                                        التركيز على الشكل الخارجي
                                        للنص أو شكل توضع الفقرات في
                                        الصفحة التي يقرأها.
                                    </p>
                                </div>
                            </div>
                        </div>
                        <div class="item">
                            <div class="feature">
                                <div class="feature__img">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="23.548" height="23.542" viewBox="0 0 23.548 23.542">
                                        <path
                                            id="Path_14590"
                                            data-name="Path 14590"
                                            d="M-241.977-4886.705l-4.2-4.206a.839.839,0,0,1,0-1.168.841.841,0,0,1,1.189-.021l2.769,2.77V-4901.6a.841.841,0,0,1,.842-.84.84.84,0,0,1,.84.84v12.269l2.771-2.77a.843.843,0,0,1,1.169,0,.841.841,0,0,1,.02,1.189l-4.2,4.206s0,0,0,0a.841.841,0,0,1-.6.246A.838.838,0,0,1-241.977-4886.705Zm3.959-6.481a.842.842,0,0,1-.842-.842.841.841,0,0,1,.842-.84h2.524a3.37,3.37,0,0,0,2.795-1.5,3.363,3.363,0,0,0-.944-4.663.841.841,0,0,1-.346-.925c.043-.16.078-.323.1-.487a5.04,5.04,0,0,0-4.145-5.8,5.042,5.042,0,0,0-5.8,4.145.839.839,0,0,1-.232.456.84.84,0,0,1-1.189.009,1.677,1.677,0,0,0-1.174-.48,1.681,1.681,0,0,0-1.684,1.679.841.841,0,0,1-.842.84,3.365,3.365,0,0,0-3.364,3.364,3.365,3.365,0,0,0,3.364,3.365h4.206a.84.84,0,0,1,.84.84.841.841,0,0,1-.84.842h-4.206a5.048,5.048,0,0,1-4.993-4.3,5.048,5.048,0,0,1,4.245-5.737,3.369,3.369,0,0,1,.145-.458,3.364,3.364,0,0,1,4.37-1.881,6.728,6.728,0,0,1,6.318-4.435,6.729,6.729,0,0,1,6.737,6.72,6.678,6.678,0,0,1-.111,1.193,5.046,5.046,0,0,1,1.788,3.848,5.048,5.048,0,0,1-5.041,5.052Z"
                                            transform="translate(254 4910)"
                                            fill="#474747"
                                        />
                                    </svg>
                                    <h3>
                                        يمكن تحميله من Google Play -
                                        App Store
                                    </h3>
                                </div>
                                <div class="feature__text">
                                    <p>
                                        هناك حقيقة مثبتة منذ زمن
                                        طويل وهي أن المحتوى المقروء
                                        لصفحة ما سيلهي القارئ عن
                                        التركيز على الشكل الخارجي
                                        للنص أو شكل توضع الفقرات في
                                        الصفحة التي يقرأها.
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<!--=====  End Features Section  =====-->
